[act2]

[docks]
owls0 = Biliyorsun, sürekli [icon:conductor][name]Kondüktörün[/name] treninde seyahat ettikten sonra, biraz daha... güvenli bir yere can atıyorum.
owls1 = Havuzda zaman geçirmek için sabırsızlanıyorum. Baykuşlar suyu sever, bilirsin.

[fluff]
restowl0 = Umarım yemeği yakmamışlardır. Şef değilim ama şundan eminim ki bu ateş normal değil.

owls0 = Film sektöründen ayrılmayı düşünüyorum. [icon:conductor][name]Kondüktörün[/name] filmleri sırf aksiyondur - drama nerede? Sanat nerede?
owls1 = Belki de onun yerine video oyunlarında çalışabilirim...
owls2 = Chirper'de bir sürü iyi yeni insanı takip ettim! Pişman olmayacağımdan kesinlikle eminim.
owls3 = Havuzun ısınacağını, çok soğuk olabileceğini düşünmüştüm, ama... öyle değil!
owls4 = Önceki dalışımda tüylerim neredeyse donuyordu.
owls5 = [icon:conductor][name]Kondüktörün[/name] torunları biraz... yaramaz, değil mi? Onlardan sorumlu olmadığıma sevindim.